search-cart.yml
config: 
  target: "https://spoonacular-recipe-food-nutrition-v1.p.rapidapi.com/food/products/%7Bid%7D/nutritionWidget"
  phases: 
    - duration: 60
      arrivalRate: 5
      name: Warm Up
    - duration: 120
      arrivalRate: 5
      rampTo: 50
      name: Ramp up load
    - duration: 600
      arrivalRate: 50
      name: Sustained load